Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotPasteAlignedCorruption Property
 Can't Paste Aligned these elements in this view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteAlignedCorruption { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteAlignedCorruption As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteAlignedCorruption {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace